Repository: BrachettaMatteo/flight_tracker_app
Catalog: assets/l10n/app_*.arb
Languages: it

# message_one_welcome
source: Track your flights and check the updates
it: Traccia i tuoi voli e tienili sotto controllo

# title_two_welcome
source: Add flight
it: Aggungi volo

# message_two_welcome
source: insert iata code for flight and add the flight to homepage
it: Inserisci il codice IATA e segui il volo

# title_three_welcome
source: Control
it: Controllo

# message_three_welcome
source: keep track of your flights
it: Tieni sotto controllo i voli

# label_skip
source: skip
it: salta

# btn_end_welcome
source: start to tracking flight
it: Comincia a tracciare i tuoi voli

# section_today_homePage
source: Today
it: Oggi

# section_comingSoon_homePage
source: Coming Soon
it: Futuri

# section_past_homePage
source: Past
it: Passati

# message_empty_homepage
source: add flights to see tracking
it: Aggiungi e traccia il tuo volo

# label_new
source: new
it: nuovo

# label_flight
source: flight
it: volo

# label_numberFlight_addFlightPage
source: Number Flight
it: Numero volo

# help_numberFlight_addFlightPage
source: insert iata of flight
it: Inserisci il codice IATA del volo

# label_dateFlight_addFlightPage
source: Date Flight
it: Data volo

# help_dateFlight_addFlightPage
source: enter the departure date of the flight
it: Inserisici la data di partenza del volo

# message_errorEmptyNumberFlight_addFlightPage
source: Please enter some text
it: Inserisci il codice IATA

# message_errorIncorrectNumberFlight_addFlightPage
source: insert IATA of flight
it: Inserisci il codice IATA del volo

# btn_addFlight_addFlightPage
source: add flight
it: Aggiungi volo

# label_departure_detailsFlightPage
source: Departure
it: Partenza

# label_arrival_detailsFlightPage
source: Arrival
it: Arrivo

# message_error_updateFlight
source: Something wrong update flight
it: Qualcosa Ã¨ andato storto nell'aggiornare il volo

# message_confirm_removeFlight
source: flight remove
it: Volo rimosso

# message_error_removeFlight
source: error remove fight
it: Errore rimozione volo

# message_confirm_addedFlight
source: flight add
it: Volo aggiunto

# message_error_addedFlight
source: error add fight
it: Errore aggiunta volo
